acpi
acpilight
alsa-tools
alsa-utils
amd-ucode
appimagelauncher
asus-nb-ctrl
audacious
auto-cpufreq-git
base
betterlockscreen
bluez
bluez-utils
bmon
calc
cava
cmatrix
cups
dhcpcd
dmidecode
dunst
feh
ffmpeg
ffmpegthumbnailer
firefox
flameshot
geany
gimp
git
gparted
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gvfs
gvfs-mtp
hid-asus-rog
htop
i3-gaps
i3status
inetutils
iwd
jdk-openjdk
jq
libreoffice-fresh
lightdm
lightdm-gtk-greeter
lightdm-mini-greeter
lxappearance
man-db
man-pages
mono
mpc
mpd
mpv
nano
neofetch
nerd-fonts-hack
networkmanager
nvidia-dkms
nvidia-settings
nvidia-utils
optimus-manager-git
pacman-contrib
papirus-icon-theme
pavucontrol
pcmanfm
picom
polybar
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
ranger
rofi
rxvt-unicode
spotify-tui
spotifyd
steam
termite
texinfo
tree
ttf-dejavu
ttf-inconsolata
ttf-liberation
ttf-material-icons-git
tumbler
udisks2
unrar
unzip
viewnior
vim
w3m
wget
xarchiver
xclip
xcursor-breeze-neutral-git
xdg-user-dirs
xf86-video-amdgpu
xf86-input-libinput
xmlstarlet
xorg-fonts-misc
xorg-server
xorg-xfd
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xrdb
yad
yay-git
zip
zsh
zsh-completions
